// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "您已經變更資料。要繼續嗎？";
kCheckChangesAlertContinueButtonTitleKey = "繼續";
kCheckChangesAlertMessageKey = "如果繼續，將失去您的變更。按一下「取消」以放棄您的動作，然後繼續工作。";

DeviceStatusUnknown = "不明";

NoItemsMenuTitle = "無可用的項目";

NotEnoughSpaceTitle = "無法啟動 HP Utility";
NotEnoughSpaceMsg = "您的啟動磁碟將滿。您必須刪除啟動磁碟上的一些檔案來釋放出更多空間。";

RecentUnreachableTitle = "無法連線";
RecentUnreachableMsg = "%@ 目前無法使用。請檢查它是否已經打開且為連線狀態，或稍候再試。";

AirPortDeviceErrorTitle = "HP Utility不能搭配連接 AirPort 的裝置運作.";
SharedDeviceErrorTitle = "HP Utility不能搭配共用裝置運作.";
NotDirectDeviceErrorDescription = "請直接將裝置連接至 Mac 進行使用。";

NoUtilityMessage = "請重新安裝您裝置隨附的軟體。";

// menu items
ShowAdvanced = "顯示進階選項";
HideAdvanced = "隱藏進階選項";

DeviceOKButtonTitle = "確定";
DeviceResumeButtonTitle = "重新開始";
SupplyInfoTaskTitle = "耗材資訊";
TravelInfoTaskTitle = "旅遊資訊";

kTaskGroupUnknownTitleKey = "其他";
kTaskGroupInformationAndSupportTitleKey = "資訊與支援";
kTaskGroupInformationAndPrintQualityTitleKey = "資訊和列印品質";
kTaskGroupPrinterSettingsTitleKey = "印表機設定";
kTaskGroupFaxSettingsTitleKey = "傳真設定";
kTaskGroupNetworkSettingsTitleKey = "網路設定";

kTaskGroupInformationTitleKey = "資訊";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "設定";
kTaskGroupSupportTitleKey = "支援";
kTaskGroupJobCenterTitleKey = "工作中心";
kHSDTaskGroupScanSettingsTitleKey = "掃描設定";

ApplyButtonTitle = "立刻套用";

kViewMenuTitle = "檢視";

AskSaveChangesAlertTitle = "您已變更此畫面的設定";
AskSaveChangesAlertMsg = "您要在關閉畫面前套用變更嗎？";
AskSaveChangesDontApplyButtonTitle = "不要套用";
AskSaveCahngesApplyButtonTitle = "套用";

MultipleAskSaveChangesAlertTitle = "您已變更 %i 視窗的設定";
MultipleAskSaveChangesAlertMsg = "您要在退出前檢閱這些變更嗎？";
MultipleAskSaveChangesDiscardButtonTitle = "取消變更";
MultipleAskSaveChangesReviewButtonTitle = "檢閱變更...";

ConnectingMessage = "正在連接到裝置\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "請選擇要開始安裝的裝置";

DevicesItemTitleString = "裝置";
DevicesItemTooltipString = "顯示/隱藏裝置";
SupportItemTitleString = "HP 支援";
SupportItemTooltipString = "HP 線上支援";
SuppliesItemTitleString = "消耗品";
SuppliesItemTooltipString = "線上購買耗材";
RegistrationItemTitleString = "註冊";
RegistrationItemTooltipString = "線上註冊";
RecyclingItemTitleString = "再生利用";
RecyclingItemTooltipString = "線上退還與回收";
MarsItemTitleString = "產品改善";
MarsItemTooltipString = "HP 產品改善研究";
TasksItemTitleString = "所有設定";
TasksItemTooltipString = "顯示全部設定";
SearchItemTitleString = "搜尋";
SearchItemTooltipString = "搜尋外掛程式或關鍵字";

HSDAddDevicesToolTip = "新增裝置";
HSDRemoveDevicesToolTip = "移除選定的裝置或智慧型群組";
HSDPullDownMenuToolTip = "動作功能表";
TaskCellWidth = "98";

PrintersGroupString = "裝置";
SmartGroupsString = "智慧群組";

PrinterName = "裝置名稱";
ModelName = "型號";
SerialNumber = "序號";
IPAddress = "IP 位址";
BluetoothAddress = "位址";
ConnectionType = "連線";

kSmartGroupDefaultName = "智慧群組";
kSmartGroupRulePropertyModel = "型號";
kSmartGroupRulePropertyName = "名稱";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP 位址";
kSmartGroupRulePropertyConnectionType = "連線類型";

kSmartGroupRuleCriterionContains = "包含";
kSmartGroupRuleCriterionDoesntContain = "不包含";
kSmartGroupRuleCriterionIs = "是";
kSmartGroupRuleCriterionIsNot = "不是";
kSmartGroupRuleCriterionStartsWith = "開始於";
kSmartGroupRuleCriterionEndsWith = "結束於";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "全部";
HSDRulesMatchStyleAny = "任一";

IncompatibleTasksTitle = "不相容的元件";
IncompatibleTasksMessage = "您電腦上安裝的某些元件是針對另一版本的 HP Utility開發。這些元件將不會載入，而且相關您裝置的某些功能不可使用。請按一下工具列上的「HP 支援」項目，以造訪 HP 線上支援網站，並下載最新版本的 HP 軟體.";

NoComponentsTitle = "找不到某些 HP Utility 元件";

ShowDevicesItemTitle = "顯示裝置";
HideDevicesItemTitle = "隱藏裝置";
ShowToolbarItemTitle = "顯示工具列";
HideToolbarItemTitle = "隱藏工具列";

DevicesMenuSetupDeviceItemTitle = "設定新裝置...";
DevicesMenuSetupSelectedDeviceItemTitle = "设置所选设备…";
DevicesMenuSetupWirelessItemTitle = "HP 自動無線連線…";
DevicesMenuAddDevicesItemTitle = "新增裝置…";
DevicesMenuAddDeviceManuallyItemTitle = "手動新增裝置…";
DevicesMenuNewSmartGroupItemTitle = "新增智慧群組…";
DevicesMenuEditSmartGroupItemTitle = "編輯智慧群組…";
DevicesMenuPrintersMenuTitle = "裝置清單";
DevicesMenuEmptyItemTitle = "(空)";

DevicesMenuRemoveDeviceItemTitle = "移除裝置";
DevicesMenuRemoveSmartGroupItemTitle = "移除智慧型群組";
DevicesMenuSortByItemTitle = "排序方法";
DevicesMenuNameItemTitle = "名稱";
DevicesMenuAvailabilityItemTitle = "可用性";

HSDAddDeviceManuallyItemTitle = "手動新增裝置…";
HSDNewSmartGroupItemTitle = "新增智慧群組…";
HSDEditSmartGroupItemTitle = "編輯智慧群組…";

DeviceNotAvailableMessageString = "選定裝置當前不可用。請選取其他裝置。";
ScanjetDeviceNotAvailableMessageString = "所選裝置目前不可用。請確保裝置的電源已開啟，已連接至電腦且安裝了所有需要的軟體。";

AppManagerItemTitleString = "應用程式";
AppManagerItemTooltipString = "應用程式";

AppManagerAskApplyChangesAlertTitle = "您要套用所做的變更嗎？";
AppManagerAskApplyChangesAlertMsg = "如果不套用所做的變更，變更就會遺失。";
AppManagerApplyButtonTitle = "套用";
CancelButtonTitleKey = "取消";
AppManagerDontApplyButtonTitle = "不套用";

NoSaveTitle = "無法儲存檔案。";
DidNotSaveMessage = "請檢查磁碟空間是否足夠，以及您 是否具有將檔案儲存在指定位置的存取權限。";

ConnectMenuItemTitleFormat = "連接到 %@";
EditMenuItemTitleFormat = "編輯 %@...";
RemoveMenuItemTitleFormat = "移除 %@";

ShowOnlineAccessWarningsCommandTitle = "顯示線上存取警告";
HideOnlineAccessWarningsCommandTitle = "隱藏線上存取警告";

HSDSmartGroupNameTitle = "智慧群組名稱:";
HSDMatchTextFieldTitle1 = "符合";
HSDMatchTextFieldTitle2 = "下列規則:";
HSDCancelButtonTitle = "取消";
HSDOKButtonTitle = "確定";

// locked feature view
HSDDisabledFeatureTitle = "裝置管理員已鎖定或停用此功能";
HSDDisabledFeatureDescription = "可透過「裝置管理」面板啟用該功能。按下面的「移至」按鈕移至該面板。";
HSDNoWayToUnlockDescription = "您無法使用此功能，因為其已鎖定或停用。如需詳細資訊，請聯絡印表機的設定人員。";
HSDGoButton = "移至";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "您的裝置已經訂閱墨水";
SubscribedSuppliesMessage = "請勿忘記以下資訊... 您可以透過 HP Instant Ink 以優惠價格獲取此印表機適用的所有替換用墨水匣! 您仍可以造訪 HP 的線上商店購買其他裝置的配件或耗材。";
GoToStoreButtonTitle = "前往商店";

//Search Window
SearchWindowTitle = "搜尋";
SearchWindowTaskTitle = "搜尋:";
SearchWindowButtonCancelTitle = "取消";
SearchWindowButtonSearchTitle = "搜尋";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "關於 HP Utility";
"Hide HP Utility" = "隱藏 HP Utility";
"Hide Others" = "隱藏其他";
"Show All" = "全部顯示";
"Quit HP Utility" = "結束 HP Utility";

"Devices" = "裝置";

"Edit" = "編輯";
"Undo" = "恢復";
"Redo" = "重做";
"Cut" = "剪下";
"Copy" = "複製";
"Paste" = "貼上";
"Delete" = "刪除";
"Select All" = "全選";

"View" = "檢視";

"Window" = "視窗";
"Close" = "關閉";
"Minimize" = "最小化";
"Zoom" = "縮放";
"Bring All to Front" = "全部移至頂層";

Version = "版本";

// Global Mode
MarsUnavailableAlertTitle = "無法設定 HP 產品改善調查";
MarsUnavailableAlertDescription = "您的裝置不適用於「HP 產品改善研究計劃」。";
MarsUnavailableForOnlineDevicesAlertDescription = "您的線上裝置不適用於「HP 產品改善研究計劃」。請開啟您的其他裝置，將之連線到 Mac 或網路，然後再試一次。";
